[
  {
    "id": 1,
    "title": "Grand Theft Auto V",
    "description": "Grand Theft Auto V te sumerge en un mundo lleno de crimen, acción y oportunidades mientras persigues fortuna y poder en la ciudad ficticia de Los Santos. En este juego de mundo abierto, tendrás la libertad de explorar, robar, conducir y enfrentarte a desafíos, todo mientras te sumerges en una trama emocionante llena de giros inesperados y personajes inolvidables. ¿Tienes lo que se necesita para triunfar en el bajo mundo de Los Santos?",
    "price": 22,
    "thumbnail": [
      "https://sm.ign.com/ign_es/news/g/grand-thef/grand-theft-auto-5-and-gta-online-ps5-and-xbox-series-xs-new_sm83.jpg"
    ],
    "category": "Videojuego",
    "code": "GTAV",
    "status": false,
    "stock": 22
  },
  {
    "id": 2,
    "title": "Red Dead Redemption 2",
    "description": "Red Dead Redemption 2 te transporta a un épico viaje a través del Salvaje Oeste, donde la lealtad, la traición y la supervivencia son moneda corriente. Explora un vasto y hermoso paisaje, interactúa con una variedad de personajes memorables y vive la vida de un forajido en un mundo lleno de peligros y aventuras. ¿Tendrás lo necesario para sobrevivir en este implacable y despiadado oeste?",
    "price": 22,
    "thumbnail": [
      "https://store-images.s-microsoft.com/image/apps.58752.68182501197884443.ac728a87-7bc1-4a0d-8bc6-0712072da93c.0cf58754-9802-46f8-8557-8d3ff32a627a?q=90&w=480&h=270",
      "https://assetsio.reedpopcdn.com/red-dead-redemption-2-review-1540465569009.jpg?width=1200&height=1200&fit=bounds&quality=70&format=jpg&auto=webp",
      "https://www.mundodeportivo.com/alfabeta/hero/2023/08/red-dead-redemption-2.1691401687.6718.jpg?width=768&aspect_ratio=16:9&format=nowebp"
    ],
    "category": "Videojuego",
    "code": "RDR2",
    "status": false,
    "stock": 44
  },
  {
    "id": 3,
    "title": "Rise of the Tomb Raider",
    "description": "Embárcate en una emocionante odisea arqueológica en 'Rise of the Tomb Raider'. Lara Croft regresa en una aventura llena de misterio y peligro mientras busca respuestas en tumbas olvidadas y enfrenta desafíos mortales. Descubre secretos ancestrales, supera obstáculos mortales y desafía a enemigos implacables en tu búsqueda por la verdad. ¿Estás preparado para enfrentar tus miedos y desentrañar los secretos de la antigüedad en esta emocionante aventura de acción y exploración?",
    "price": 44,
    "thumbnail": [
      "https://img.youtube.com/vi/1_FIyNcQSgA/maxresdefault.jpg",
      "https://www.muycomputer.com/wp-content/uploads/2016/01/rise-of-the-tomb-raider-4-1024x576.jpg"
    ],
    "category": "Videojuego",
    "code": "ROTR",
    "status": false,
    "stock": 41
  }
]